Repository: exeGesIS-SDM/esdm-mojowebsite-skin
Catalog: ESDM Website Skin/App_GlobalResources/FeedResources.*.resx
Languages: it

# AddButton
source: Add/Edit Feeds
it: Aggiungi/Modifica Feeds

# AddCommentsLink
source: Add Comments Link to outgoing RSS feed
it: Aggiungi collegamento di commento ai feed RSS in uscita

# AddNewFeedLink
source: Add New Feed
it: Aggiungi nuovo Feed

# AddSignature
source: Add Signature Link to outgoing RSS feed
it: Add collegamento di firma ai feed in uscita

# AuthorLabel
source: Feed Name
it: Nome feed

# CancelButton
source: Cancel
it: Annulla

# CreatedByLabel
source: Created By
it: Creato da

# DateCreatedLabel
source: Date Created
it: Data creazione

# DeleteButton
source: Delete
it: Cancella

# DeleteFeedWarning
source: Are you sure you want to delete this feed?
it: Sei sicuro di volere cancellare questo feed?

# EditFeedLabel
source: Edit Feed
it: Modifica feed

# EditImageAltText
source: Edit
it: Modifica

# EnableInPlacePublishing
source: Use In Place Selective Publishing?
it: Usa pubblicazione selettiva sul posto?

source: Enable Selective Publishing?
it: Abilita pubblicazione selettiva?

# EntryPublishFalseAlternateText
source: Not Published
it: Non pubblicato

# EntryPublishTrueAlternateText
source: Published
it: Pubblicato

# FeatureName
source: Feed Manager
it: Gestione Feed

# FeedTypeLabel
source: Feed Type
it: Tipo feed

# FeedUrlLabel
source: Feed Url
it: Url feed

# ImageUrlLabel
source: Image Url
it: Url immagine

# MalformedMarkupWarning
source: This feed entry appears to contain invalid (x)html markup. For security purposes the system has removed the markup and encoded this content in case the invalid markup contains cross site scripting.
it: Questa registrazione di feed sembra contenere codice markup (x)html invalido. A scopo di sicurezza il sistema ha rimosso il markup e codificato questo contenuto nel caso il markup invalido contenesse degli script cross site.

# ManagePublishingLink
source: Manage Publishing
it: Gestisci pubblicazione

# PublishByDefaultLabel
source: Publish By Default
it: Pubblica per default

# RSSAggregatorExcerptLengthSetting
source: Excerpt Length
it: Lunghezza estratto

# RSSAggregatorExcerptSetting
source: Use Excerpt?
it: Usa estratto?

# RSSAggregatorExcerptSuffixSetting
source: Excerpt Suffix
it: Suffisso estratto

# RSSAggregatorPageSizeSetting
source: Items Per Page
it: Elementi per pagina

# RSSAggregatorShowAuthor
source: Show Author?
it: Mostra autore?

# RSSFeedAllowExternalImages
source: Allow External Images?
it: Ammetti immagini esterne?

# RSSFeedEntryCacheTimeoutSetting
source: Entry Cache Time In Minutes
it: Tempo cache di immissione in minuti

# RSSFeedFeedListCacheTimeoutSetting
source: Feed List Cache Time In Minutes
it: Tempo cache lista feeds in minuti

# RSSFeedFeedListColumnsSetting
source: Feed List Columns
it: Colonne lista feeds

# RSSFeedListLabelSetting
source: Feed List Label
it: Etichetta lista feeds

# RSSFeedMaxDayCountSetting
source: Show Posts up to this many days old
it: Mostra interventi risalenti fino a giorni

# RSSFeedMaxPostsPerFeedSetting
source: Maximum Posts Per Feed
it: Numero massimo interventi per feed

# RSSFeedShowAggregateFeedLink
source: Show Aggregate Feed Link?
it: Mostra collegamento aggregazione feeds?

# RSSFeedShowErrorMessageOnInvalidPosts
source: Show Error Message on Posts with Invalid Markup?
it: Mostra messaggi di errore sugli interventi con markup invalido?

# RSSFeedShowFeedListLeftSetting
source: Show Feed List Links on Left?
it: Mostra collegamento a lista feeds a sinistra?

# RSSFeedShowFeedListRightSetting
source: Show Feed List Links on Right?
it: Mostra collegamento a lista feeds a destra?

# RSSFeedShowHeadingsOnlySetting
source: Show Headings Only?
it: Mostra solo titoli?

# RSSFeedShowIndividualFeedLinks
source: Show Individual Feed Links?
it: Mostra collegamenti ai singoli feeds?

# RSSFeedSortAscending
source: Sort Ascending?
it: Ordinamento crescente?

# RssFeedType
source: RSS Feed
it: Feed RSS

# RSSFeedUseFeedListAsFilterSetting
source: Use Feed Links as Filter?
it: Usa collegamento ai feeds come filtro?

# SaveButton
source: Save
it: Salva

# WebSiteLabel
source: Web Site Url
it: Url Web Site

# BackToPageLinkFormat
source: Back To {0}
it: ritorna a {0}

# PublishingHeaderFormat
source: Publishing for {0}
it: Pubblicazione per {0}

# ClearCacheButton
source: Clear The Feed Cache
it: Svuota la cache dei feed

# ClearCacheWarning
source: Are you sure you want to delete all entries from the feed cache?
it: Sei sicuro che vuoi veramente cancellare tutti gli elementi della cache dei feed?

# FeedTitleRequiredWarning
source: Feed Title is required.
it: Il titolo del Feed e' richiesto.

# FeedUrlRegexWarning
source: Feed Url must be a valid format starting with http:// or ~/ for internal feeds.
it: L'Url del Feed deve essere in formato valido che inizia con http:// o ~/ per feed interni.

# FeedUrlRequiredWarning
source: Feed url is required.
it: L'Url del Feed e' richiesto.

# WebUrlRegexWarning
source: Web Site Url must be a valid format starting with http:// or https:// or ~/ for internal Urls
it: L'Url del Sito web deve essere in formato valido che inizia con http:// o https:// o ~/ per Url interni.

# FilterInvalidMarkupAndPotentiallyInsecureContent
source: Filter Invalid Markup and Potentially Dangerous Content From Feeds?
it: Filtra Markup invalidi e contenuti potenzialmente pericolosi dai Feeds?

# FeedEditPageTitle
source: Feed Editor
it: Editor Feed

# RSSAggregatorShowFeedName
source: Show Feed Name After Content?
it: Mostra il Nome Feed dopo il Contentuto?

# RSSAggregatorShowFeedNameBeforeContent
source: Show Feed Name Before Content?
it: Mostra il Nome Feed Prima del Contentuto?

# SortRankLabel
source: Sort Rank
it: Ordinamento

# FeedDateFormatSetting
source: Date/Time Format String
it: Stringa Formato Data/Ora

# RSSFeedPadEmptyDaysInCalendarView
source: Pad empty days with spaces in calendar view?
it: Riempi giorni vuoti con spazi nella vista calendario?

# RSSFeedUseCalendarView
source: Use Calendar View?
it: Usa Vista Calendario?

# CustomCssClassSetting
source: Custom CSS Class
it: Classe CSS Personalizzata

# CustomCssClassSettingRegexWarning
source: Invalid Custom CSS Class
it: Classe CSS Personalizzata non valida

# FeedUseExcerptSuffixAsLinkToPost
source: Use Excerpt Suffix as Link to Post?
it: Usa il Suffisso dell'Estratto come Link al Post?

# ShowDateSetting
source: Show Date?
it: Mostra Data?

source: Cache Settings
it: Impostazioni Cache

source: Excerpt Mode Settings
it: Impostazioni Modalita' Estratto

# NavigationSettings
source: Navigation and Layout
it: Navigazione e Disposizione

source: Security Settings
it: Impostazioni Sicurezza

# SelectivePublishingSettings
source: Selective Publishing
it: Pubblicazione Selettiva

# UseScrollerSetting
source: Enable Scroller?
it: Abilita Scorrimento?

source: Open Link In New Window?
it: Apri Collegamento in Nuova Finestra?

# UseAutoDiscoveryAggregateFeedLink
source: Add Aggregate Feed Discovery Link To Head?
it: Aggiungi Collegamento Aggregate Feed Discovery in intestazione?
