Repository: exeGesIS-SDM/esdm-mojowebsite-skin
Catalog: ESDM Website Skin/App_GlobalResources/SurveyResources.*.resx
Languages: it

# SurveyHasNoPagesWarning
source: This survey has no pages
it: Questa indagine non ha pagine

# SurveyModuleEditText
source: Choose Survey
it: Scegli l'indagine

# SurveyChooseAddNewSurveyButton
source: Add new survey
it: Aggiungi nuova indagine

# SurveyChooseAddNewSurveyToolTip
source: Add a new survey.
it: Aggiungi una nuova indagine.

# SurveyChooseCancelLabel
source: Cancel
it: Annulla

# SurveyChooseCancelToolTip
source: Cancel and go back to the page you came from.
it: Annulla e ritorna alla pagina di provenienza.

# SurveyChooseChooseAlternateText
source: Choose survey
it: Scegli indagine

# SurveyChooseLabel
source: Choose Survey
it: Scegli indagine

# SurveyChooseRemoveCurrentSurveyButton
source: Remove current survey
it: Rimuovi la presente indagine

# SurveyChooseRemoveCurrentSurveyToolTip
source: Remove the current survey from the module.
it: Rimuovi la presente indagine dal modulo.

# SurveyChooseViewSurveysButton
source: View/Edit Surveys
it: Guarda/Modifica indagini

# SurveyChooseViewSurveysToolTip
source: View or edit existing surveys.
it: Guarda o modifica indagini esistenti.

# PagesGridDeleteButton
source: Delete
it: Cancella

# PagesGridDeleteButtonAlternateText
source: Delete a Page
it: Cancella una pagina

# PagesGridDeleteButtonToolTip
source: Delete a Page
it: Cancella una pagina

# PagesGridEditButton
source: Edit
it: Modifica

# PagesGridEditButtonToolTip
source: Edit Page Details
it: Modifica i dettagli della pagina

# PagesGridUpdateButton
source: Update
it: Aggiorna

# PagesGridEditDeleteHeader
source: Edit/Delete
it: Modifica/Cancella

# PagesGridPageEnabledHeader
source: Enabled
it: Attiva

# PagesGridPageTitleHeader
source: Page Title
it: Titolo

# PagesGridQuestionCountHeader
source: Question Count
it: Conteggio domande

# PagesGridMoveUpAlternateText
source: Move page up
it: Pagina su

# PagesGridMoveUpToolTip
source: Move page up
it: Muovi la pagina su

# PagesGridMoveDownAlternateText
source: Move page down
it: Pagina giu'

# PagesGridMoveDownToolTip
source: Move page down
it: Muovi la pagina giu'

# PagesGridMoveUpOrDownHeader
source: Move Up/Down
it: Muovi su/giu'

# PagesTableSummary
source: This table contains a list of Survey pages.
it: Questa tabella contiene una lista di pagine di indagini.

# PageHasNoQuestionsWarning
source: This page has no questions.
it: Questa pagina non ha domande.

# PageDeleteDeletesAllQuestionsWarning
source: Deleting a page will delete all questions on this page.
it: Cancellando una pagina cancellerai tutte le domande in essa contenute.

# PageEditSaveButton
source: Save
it: Salva

# PageEditSaveButtonToolTip
source: Save the page details
it: Salva i dettagli della pagina

# PageTitleLabel
source: Page Title
it: Titolo della pagina

# PageEnabledLabel
source: Page Enabled
it: Pagina attiva

# PageAddButton
source: Add New Page
it: Aggiungi nuova pagina

# PageAddButtonToolTip
source: Add new page
it: Aggiungi una nuova pagina all'indagine

# QuestionsGridDeleteButton
source: Delete
it: Cancella

# QuestionsGridDeleteButtonAlternateText
source: Delete a Question
it: Cancella una domanda

# QuestionsGridDeleteButtonToolTip
source: Delete a Question
it: Cancella una domanda

# QuestionsGridEditButton
source: Edit
it: Modifica

# QuestionsGridEditButtonToolTip
source: Edit Question Details
it: Modifica i dettagli della domanda

# QuestionsGridUpdateButton
source: Update
it: Aggiorna

# QuestionsGridEditDeleteHeader
source: Edit/Delete
it: Modifica/Cancella

# QuestionsGridRequiredHeader
source: Required
it: Richiesto

# QuestionsGridTextHeader
source: Question Text
it: Testo della domanda

# QuestionsGridTypeHeader
source: Question Type
it: Tipo di domanda

# QuestionsGridMoveUpAlternateText
source: Move question up
it: Domanda su

# QuestionsGridMoveUpToolTip
source: Move question up
it: Muovi la domanda su

# QuestionsGridMoveDownAlternateText
source: Move question down
it: Domanda giu'

# QuestionsGridMoveDownToolTip
source: Move question down
it: Muovi la domanda giu'

# QuestionsGridMoveUpOrDownHeader
source: Move Up/Down
it: Muovi su/giu'

# QuestionTableSummary
source: This table contains a list of Survey Questions by page.
it: Questa tabella contiene una lista di indagini per pagina.

# QuestionSurveyNoPages
source: You must create at least one page before you can create questions.
it: Devi creare almeno una pagina prima di poter creare domande.

# QuestionsAnswerIsRequiredLabel
source: Answer Required
it: Risposta richiesta

# QuestionsQuestionTextLabel
source: Quesion Text
it: Testo domanda

# QuestionsQuestionTypeIdLabel
source: Question Type
it: Tipo domanda

# QuestionEditOptionsAddButton
source: Add to options
it: Aggiunta opzioni

# QuestionEditOptionsAddToolTip
source: Save the entered option.
it: Salva l'opzione inserita.

# QuestionEditOptionsDeleteAlternateText
source: Delete the selected option.
it: Cancella l'opzione selezionata.

# QuestionEditOptionsDownAlternateText
source: Move the selected option down one step.
it: Muovi l'opzione selezionata giu' di una posizione.

# QuestionEditOptionsEditAlternateText
source: Edit the selected option.
it: Modifica l'opzione selezionata.

# QuestionEditOptionsLabel
source: Options:
it: Opzioni:

# QuestionEditOptionsSaveButton
source: Save Question
it: Salva la domanda

# QuestionEditOptionsUpAlternateText
source: Move the selected option up one step.
it: Muovi l'opzione selezionata su di una posizione.

# QuestionEditOptionsSaveButtonToolTip
source: Save the current question.
it: Salva la domanda corrente.

# QuestionAddNewButtonText
source: Add New Question
it: Aggiungi nuova domanda

# QuestionRequiredLabel
source: Answer Required
it: Risposta richiesta

# QuestionsPageLabel
source: Page
it: Pagina

# QuestionTypeLabel
source: Question Type
it: Tipo domanda

# SurveyEditDeleteButton
source: Delete
it: Cancella

# SurveyEditDeleteConfirmMessage
source: Are you sure you want to delete this survey permanently?
it: Sei sicuro di volere cancellare definitivamente questa indagine?

# SurveyEditDeleteToolTip
source: Delete this survey
it: Cancella questa indagine

# SurveyEditLabel
source: Survey Add/Edit
it: Aggiungi/Modifca Indagine

# SurveyEditSaveButton
source: Save
it: Salva

# SurveyEditSaveToolTip
source: Save the survey
it: Salva l'indagine

# SurveyEditSurveyNameLabel
source: Survey Name
it: Nome indagine

# SurveyEditSurveyActive
source: Activated
it: Attiva

# SurveyNoSurveysWarning
source: No surveys have been created
it: Nessuna indagine e' stata creata

# SurveysGridCreationDateHeader
source: Created
it: Creata

# SurveysGridDeleteButton
source: Delete
it: Cancella

# SurveysGridDeleteButtonToolTip
source: Delete this survey
it: Cancella questa indagine

# SurveysGridEditButton
source: Edit
it: Modifica

# SurveysGridEditButtonToolTip
source: Edit this survey
it: Modifica questa indagine

# SurveysGridEditDeleteHeader
source: Edit/Delete
it: Modifica/Cancella

# SurveysGridSurveyActiveHeader
source: Active
it: Attiva

# SurveysGridSurveyNameHeader
source: Survey Name
it: Nome indagine

# SurveyBreadCrumbText
source: Surveys
it: Indagini

# SurveyDeleteDeletesAllPagesQuestionsWarning
source: Deleting a survey will delete all related pages and questions
it: Cancellando un'indagine cancellerai tutte le relative pagine e domande

# SurveyEditCancelButton
source: Cancel
it: Annulla

# SurveyEditCancelButtonToolTip
source: Cancel the edit of this survey
it: Annula la modifica di questa indagine

# SurveyPagesBreadCrumbText
source: Pages
it: Pagine

# SurveysGridPageCountHeader
source: Pages
it: Pagine

# SurveysGridPageCountToolTip
source: The number of pages in this survey
it: Numero di pagine in questa indagine

# QuestionEditCancelButton
source: Cancel
it: Annulla

# QuestionEditCancelButtonToolTip
source: Cancel the edit of this question
it: Annulla la madifica di questa domanda

# SurveyPagesLabel
source: Pages
it: Pagine

# SurveysLabel
source: Surveys
it: Indagini

# PageEditCancelButton
source: Cancel
it: Annulla

# PageEditCancelButtonToolTip
source: Cancel the edit of this page
it: Annulla la modifica di questa pagina

# PageEditLabel
source: Add/Edit Page
it: Aggiungi/Modifica pagina

# SurveyQuestionsLabel
source: Questions
it: Domande

# QuestionEditLabel
source: Question Add/Edit
it: Aggiungi/Modifica domanda

# SurveyEditBreadCrumbText
source: Survey Add/Edit
it: Aggiungi/Modifica indagine

# SurveyPageEditBreadCrumbText
source: Edit Page
it: Modifica pagina

# SurveyQuestionEditBreadCrumbText
source: Question Add/Edit
it: Aggiungi/Modifica domanda

# SurveyQuestionsBreadCrumbText
source: Questions
it: Domande

# SurveyAddButton
source: Add New Survey
it: Aggiundi nuova indagine

# SurveyAddButtonToolTip
source: Add a new survey
it: Aggiundi una nuova indagine

# SurveyQuestionAddButton
source: Add a new question
it: Aggiungi nuova domanda

# SurveyQuestionAddButtonToolTip
source: Add a new question
it: Aggiungi una nuova domanda

# SurveysGridSetDefaultHeader
source: Activation
it: Attivazione

# SurveysGridSelectedSurvey
source: This is the active survey for this content instance.
it: Questa e' l'indagine attiva per questa istanza di contenuto.

# SurveysGridSelectedSurveyHeader
source: Activation
it: Attivazione

# SurveysGridSelectedSurveyToolTip
source: This is the active survey for this content instance.
it: Questa e' l'indagine attiva per questa istanza di contenuto.

# SurveysGridNotSelectedSurveyLink
source: Make Active
it: Rendi Attiva

# SurveysGridSelectedSurveyLink
source: Active
it: Attiva

# SurveyButtonBack
source: << Previous
it: << Precedente

# SurveyButtonBackToolTip
source: Move to the previous page of the survey
it: Vai alla pagina precedente dell'indagine

# SurveyButtonForward
source: Next >>
it: Successiva >>

# SurveyButtonForwardToolTip
source: Move to the next page of the survey
it: Vai alla pagina successiva dell'indagine

# SurveyButtonSubmit
source: Finish
it: Finito

# SurveyButtonSubmitToolTip
source: Submit your final answers to this survey
it: Invia le tue risposte finali a questa indagine

# SurveyNoneSelected
source: No survey selected
it: Nessuna indagine selezionata

# SurveyStartText
source: Start Survey
it: Avvia indagine

# SurveyThankyouMessageLabel
source: Survey Completed Text
it: Testo di indagine competata

# SurveyWelcomeMessageLabel
source: Welcome Text
it: Testo di benvenuto

# DropDownPleaseSelectText
source: Please Select
it: Prego selezionare

# QuestionValidationMessageLabel
source: Answer Required Message
it: Messaggio di risposta richiesta

# SurveyPartialAnswersExist
source: It seems you have a partially complete survey. To recover your partially completed answers select here
it: Risulta che tu abbia completato parzialmente l'indagine. Per recuperare le tue risposte parziali seleziona qui

# SurveysGridResponsesHeader
source: Responses
it: Risposte

# ResultsGridAnswerHeader
source: Answer
it: Risposta

# ResultsGridQuestionHeader
source: Question
it: Domanda

# SurveyGridResponseCountLinkToolTip
source: Number of responses to the survey
it: Numero di risposte all'indagine

# SurveyResultsBreadCrumbText
source: Results
it: Risultati

# ResultsGridPageTitleHeader
source: Page
it: Pagina

# ResponseCompletionDateLabel
source: Submitted
it: Inviata

# ResponseRespondentLabel
source: Respondent
it: Partecipante

# ResponseGetNext
source: Next
it: Prossima

# ResponseGetNextToolTip
source: Get the next submitted response for this survey
it: Vai alla prossima risposta per questa indagine

# ResponseGetPrevious
source: Previous
it: Precedente

# ResponseGetPreviousToolTip
source: Get the previous response for this survey
it: Vai alla precedente risposta per questa indagine

# ResultsGridDeleteResponseButton
source: Delete Response
it: Cancella risposta

# ResultsGridDeleteResponseToolTip
source: Delete this response
it: Cancella questa risposta

# SurveyFeatureName
source: Survey
it: Indagine

# SurveyGridExportResponsesAlternateText
source: Export to CSV
it: Esporta in CSV

# SurveyGridExportResponsesToolTip
source: Export all survey responses to CSV
it: Esporta tutte le risposte in CSV

# SurveyRespondentAnonymousText
source: Anonymous
it: Anonimo

# AddEditGridLink
source: Add/Edit
it: Aggiungi/Modifica

# ChooseActiveSurveyFormatString
source: Choose Active Survey for {0}
it: Scegli indagine attiva per {0}

# ChooseActiveSurveyLink
source: Choose Active Survey
it: Scegli indagine attiva

# NewQuestionTypeLabel
source: New Question Type:
it: Tipo nuova domanda:

# PageEditFormatString
source: Edit Page for {0}
it: Modifica pagina per {0}

# PageEditNewPageFormatString
source: New Page for {0}
it: Nuova pagina per{0}

# QuestionAddHeader
source: New Question
it: Nuova domanda

# QuestionEditFormatString
source: Edit Question for {0}
it: Modifica domanda per {0}

# QuestionEditHeader
source: Edit Question
it: Modifica domanda

# QuestionsPageFormatString
source: Questions for {0}
it: Domanda per {0}

# SurveyPagesLabelFormatString
source: Edit Pages for {0}
it: Modifica pagine per {0}

# SurveyResultsFormatString
source: Results for {0}
it: Risultati per {0}

# ViewResponsesLink
source: View
it: Guarda

# SurveyPageTitle
source: Survey
it: Indagine
