Repository: exeGesIS-SDM/esdm-mojowebsite-skin
Catalog: App_GlobalResources/GalleryResources.*.resx
Languages: it

# GalleryAddImageLabel
source: Add Image
it: Aggiungi immagine

# GalleryAllowFullSizeViewSetting
source: Allow Full Size View
it: Permetti visualizzazione in dimensioni originali

# GalleryCaptionLabel
source: Caption
it: Titolo

# GalleryClickForBiggerLabel
source: Click Image To View/Download Full Size Image
it: Clicca sull'immagine per vedere/scaricare l'immagine in dimensioni originali

# GalleryCompactModeSetting
source: Compact Mode (No Gallery Effects)
it: Modalita' compatta (Nessun Effetto Galleria)

# GalleryDeleteImageWarning
source: Are you sure you want to delete this image?
it: Sei sicuro di volere cancellare questa immagine?

# GalleryDescriptionLabel
source: Description
it: Descrizione

# GalleryDisplayOrderLabel
source: Display Order
it: Ordine di visualizzazione

# GalleryEditCancelButton
source: Cancel
it: Annulla

# GalleryEditDeleteButton
source: Delete this item
it: Cancella questo elemento

# GalleryEditImageLabel
source: Image Settings
it: Impostazioni immagine

# GalleryEditImageLink
source: Edit Image
it: Modifica immagine

# GalleryEditUpdateButton
source: Update
it: Aggiorna

# GalleryFileLabel
source: File
it: Archivio

# GalleryNotUseFoldersSetting
source: Disable Sub Folder Creation for Gallery
it: Disabilita creazione di sottocartelle per la galleria

# GalleryPagerLabel
source: Image Selector:
it: Selettore di immagine:

# GalleryShowTechnicalDataSetting
source: Show Technical Data
it: Mostra dati tecnici

# GalleryThumbnailHeightSetting
source: Thumbnail Height
it: Altezza miniatura

# GalleryThumbnailHeightSettingRegexWarning
source: Must be an integer. The default is 75
it: Deve essere un intero. Il default e' 75

# GalleryThumbnailsPerPageSetting
source: Thumbnails Per Page
it: Miniature per pagina

# GalleryThumbnailsPerPageSettingRegexWarning
source: Must be an integer. The default is 5
it: Deve essere un intero. il default e' 5

# GalleryThumbnailWidthSetting
source: Thumbnail Width
it: Larghezza miniatura

# GalleryThumbnailWidthSettingRegexWarning
source: Must be an integer. The default is 100
it: Deve essere un intero. il default e' 100

# GalleryWebImageAltText
source: Click To View/Download the original size file.
it: Clicca per vedere/scaricare l'immagine in dimensioni originali.

# GalleryWebImageHeightSetting
source: WebImage Height
it: Altezza immagine web

# GalleryWebImageHeightSettingRegexWarning
source: Must be an integer. The default is 320
it: Deve essere un intero. il default e' 320

# GalleryWebImageWidthSetting
source: WebImage Width
it: Larghezza immagine web

# GalleryWebImageWidthSettingRegexWarning
source: Must be an integer. The default is 480
it: Deve essere un intero. il default e' 480

# GalleryWebPartMoreLink
source: more...
it: altro...

# ImageGalleryFeatureName
source: Image Gallery
it: Galleria Immagini

# LaunchGalleryLink
source: Launch Gallery
it: Esegui la Galleria

# ImageGallerySearchName
source: Image Galleries
it: Gallerie Immagini

# EditImagePageTitle
source: Gallery Image Editor
it: Editor Galleria Immagini

# OnlyImageFilesAllowed
source: Only jpg, gif, and png files allowed.
it: Solo file jpg, gif, and png ammessi.

source: Use Silverlight Slide Show?
it: Usa Silverlight Slide Show?

source: Slide Show Height
it: Altezza Slide Show

source: Slide Show Theme
it: Tema Slide Show

source: Slide Show Width
it: Larghezza Slide Show

# AddFileButton
source: Add File
it: Aggiungi File

# BulkUploadButton
source: Upload
it: Carica

# BulkUploadHeading
source: Bulk Upload
it: Caricamento di Massa

# BulkUploadLink
source: Bulk Upload
it: Caricamento di Massa

# SlideShowWindowlessMode
source: Make Silverlight Windowless?
it: Silverlight senza finestra?

# InvalidFile
source: Invalid file type
it: Tipo file non valido

# BrowseGalleryPageTitle
source: Browse Gallery
it: Esplora Galleria

# CustomCssClassSetting
source: Custom CSS Class
it: Classe CSS Personalizzata

# CustomCssClassSettingRegexWarning
source: Invalid Custom CSS Class
it: Classe CSS Personalizzata non valida

source: Resize Background Color
it: Ridimensione il Colore di Sfondo

source: close
it: chiudi

# ColorBoxOpacity
source: Opacity
it: Opacita'

# ColorBoxSettings
source: Gallery Effects
it: Effetti Galleria

# ColorBoxSlideShowAuto
source: Start Side Show on Image Click?
it: Avvia Presentazione con Clic su Immagine?

# ColorBoxSlideshowSpeed
source: Slide Show Pause Duration
it: Durata Pausa Presentazione

# ColorBoxTransition
source: Transition
it: Transizione

# ColorBoxTransitionSpeed
source: Transition Speed
it: Velocita' Transizione

# ColorBoxUseSlideshow
source: Use Slide Show?
it: Usa Presentazione?

# ImageCountJsFormat
source: image {current} of {total}
it: immagine {current} di {total}

source: Image Settings
it: Impostazioni Immagine

# MiscSettings
source: Miscellaneous
it: Varie

source: next
it: prossima

source: previous
it: precedente

# SilverlightSettings
source: Silverlight Slide Show Settings
it: Impostazioni Presentazione Silverlight

source: start slideshow
it: avvia presentazione

source: stop slideshow
it: arresta presentazione

# ColorBoxOpacityRegexWarning
source: Opacity must be a value between 0 and 1. The default is .7
it: Opacita' deve avere valore compreso tra 0 e 1. Predefinito = 7

# ColorBoxSlideshowSpeedRegexWarning
source: Slideshow Speed must be an integer. The default is 2500
it: Velocita' di Presentazione deve essere un intero. Predefiniito = 2500

# ColorBoxTransitionSpeedRegexWarning
source: Transition Speed must be an integer. The default is 350
it: Velocita' di Transizione deve essere un intero. Predefinito = 350

# ColorBoxSlideShowStartAuto
source: Start Slide Show Automatically?
it: Avvia Presentazione Automaticamente?

source: Use Nivo Slider?
it: Usa Nivo Slider?

# DropFile
source: Drag and drop an image file here or click the button to select a file (.jpg, .jpeg, .png, .gif)
it: Trascina un file immagine qui o clicca il pulsante per selezionare un file (.jpg, .jpeg, .png, .gif)

# DropFiles
source: Drag and drop image files here or click the button to select files (.jpg, .jpeg, .png, .gif)
it: Trascina qui i files immagine o clicca il pulsante per selezionare i files immagine (.jpg, .jpeg, .png, .gif)

# SelectFileButton
source: Select File...
it: Seleziona File...

# SelectFilesButton
source: Select Files...
it: Seleziona Files...

source: Upload Complete
it: Caricamento Completato

source: Uploading...
it: Caricamento...

# InvalidUploadExtensionFormat
source: The file {0} was discarded because it does not have an allowed file extension. The allowed extensions are {1}
it: Il file {0} e' stato scartato perche' la sua estensione file non e' ammessa. Le estensioni file ammesse sono {1}
